<template>
         <div>
             <div class="context">
                <div class="main">
                    <div class="helpBox">
                        <div class="hsR">
                            <div class="helpCenter">
                                <div class="helpHd">
                                    <h2>笔海弄潮平台总则<span></span></h2>
                                </div>
                                <div class="helpBd">
                                    <p style="font-size: 12px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第一章 概述</strong></p>
                                    <p style="font-size: 14px;"><strong>第一条 </strong>为促进制笔行业企业转型升级，建立采购商和供应商之间良好的信息交互渠道，推动制笔行业线上线下高效的商业运营环境，保障笔海弄潮平台用户的合法权益，维护笔海弄潮平台的正常经营秩序，制订本规则。</p>
                                    <p style="font-size: 14px;"><strong>第二条 </strong>本规则适用于使用笔海弄潮任何产品或服务（以下统称“服务”）的用户，是对笔海弄潮平台用户（以下简称“用户”）增加基本义务或限制基本权利的条款。用户在适用规则上一律平等。</p>
                                    <p style="font-size: 14px;"><strong>第三条 </strong>用户应遵守国家法律、行政法规、部门规章及相关规范性文件的规定。对任何涉嫌违反国家法律、行政法规、部门规章及相关规范性文件的规定的行为，本规则已有规定的，适用本规则；本规则尚无规定的，笔海弄潮有权酌情处理。但笔海弄潮对用户的处理，并不免除用户应尽的法律义务及应承担的法律责任。</p>
                                    <p style="font-size: 14px;"><strong>第四条 </strong>用户在笔海弄潮平台的任何行为，应同时遵守与笔海弄潮及/或其关联公司所签订的各项协议。若本规则的规定同用户与前述协议的约定相冲突，则优先适用双方协议的约定。协议中未约定的，则适用本规则。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第二章 定义</strong></p>
                                    <p style="font-size: 14px;"><strong>第五条 </strong>笔海弄潮：指笔海弄潮主办运营的面向企业间贸易(B-TO-B-TO-C)的在线信息发布、管理、分享及交易平台，包含笔海弄潮网站（所涉域名为 bhnc114.com、bhnc114.com.cn、bhnc114.cn，下同）及客户端。</p>
                                    <p style="font-size: 14px;"><strong>第六条 </strong>用户：指具有或视为具有完全民事行为能力的笔海弄潮各项服务的使用者，且不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象。</p>
                                    <p style="font-size: 14px;"><strong>第七条 </strong>会员：指与笔海弄潮签订《笔海弄潮服务条款》 并完成注册流程的用户。一个会员在笔海弄潮允许范围内可以拥有多个账户，每个账户对应唯一的登录名。</p>
                                    <p style="font-size: 14px;"><strong>第八条 </strong>买家：指在笔海弄潮平台上浏览或采购产品或发布询价单的会员。</p>
                                    <p style="font-size: 14px;"><strong>第九条 </strong>卖家：指在笔海弄潮平台上发布供应产品信息、企业信息或发布报价单的会员。</p>
                                    <p style="font-size: 14px;"><strong>第十条 </strong>订单：指买家向单一卖家同一时间拍下单款或多款产品的合约。订单中针对任一款产品的内容构成独立的交易。</p>
                                    <p style="font-size: 14px;"><strong>第十一条 </strong>评价：指在成功完成在线交易（订单状态已显示为交易成功）后，交易双方对对方的交易情况作出的评述，评价记录是用户交易状况的重要标记</p>
                                    <p style="font-size: 14px;"><strong>第十二条 </strong>投诉方：指发起投诉的符合相关法律规定的自然人、法人、其他经济组织。</p>
                                    <p style="font-size: 14px;"><strong>第十三条 </strong>被投诉方：指投诉方所投诉的笔海弄潮用户。</p>
                                    <p style="font-size: 14px;"><strong>第十四条 </strong>反通知：被投诉方接到投诉方的投诉通知后，向笔海弄潮提交的通知及相关证明材料。</p>
                                    <p style="font-size: 14px;"><strong>第十五条 </strong>违规行为：指用户违反本规则或其与笔海弄潮签订的任何合同的行为。</p>
                                    <p style="font-size: 14px;"><strong>第十六条 </strong>管理措施：指为了提升用户的采购体验，维护网站市场正常运营秩序，笔海弄潮按照本规则规定的情形，对用户及其行为采取的市场管控措施，具体包括以下种类：</p>
                                    <p style="font-size: 12px;">（一）警告：指笔海弄潮通过口头或书面的形式对用户的不当行为进行提醒、告诫。</p>
                                    <p style="font-size: 12px;">（二）下架：指将用户涉及违规的信息转移至用户账户后台未发布状态，信息下架后用户仍可通过登录账户进行修改，修改正确后，信息方可正常发布。</p>
                                    <p style="font-size: 12px;">（三）删除：指将用户涉及违规的信息做删除的处理，信息删除后用户无法修改和恢复。</p>
                                    <p style="font-size: 12px;">（四）降权：指用户发布的产品信息排序被置后。 </p>
                                    <p style="font-size: 12px;">（五）限制发布产品信息：指禁止用户发布特定属性的产品信息或限制发布产品信息总数量等。</p>
                                    <p style="font-size: 12px;">（六）监管，是指在一定时间内会员部分或所有产品信息无法通过搜索、产品链接等方式查看。</p>
                                    <p style="font-size: 12px;">（七）账户限权：指笔海弄潮暂停用户包括但不限于以下权限：信息的访问权限、供应产品信息或采购单、报价单的操作权限等，并对用户已发布的所有信息执行下架或删除处理（如有）。因用户违规导致被采取账户限权的管理措施，可能对用户已订购笔海弄潮及/或其关联公司提供的收费服务对应服务使用、服务费用、服务期间计算等产生不利影响（具体应以对应服务协议约定为准），相应后果将由用户自行承担。</p>
                                    <p style="font-size: 12px;">（八）账户关闭：指笔海弄潮终止向用户提供任何服务。账户关闭后，用户将不能再通过该账户登陆笔海弄潮平台，所有笔海弄潮平台服务将同时终止。</p>
                                    <p style="font-size: 12px;">（九）其他措施：指笔海弄潮针对用户不当行为采取的上述措施以外的其他管控措施，包括但不限于限制参加活动、搜索屏蔽、限制使用笔海弄潮后台、身份验证、限制上传会员信息、限制订购网站相关服务、限制发送站内信、限制网站登录、屏蔽/删除评论内容、限制评价、限制买家行为等。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第三章 用户行为规则</strong></p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第一节 账户注册与管理</strong></p>
                                      <p style="font-size: 14px;"><strong>第十七条 </strong>用户应当严格遵循笔海弄潮系统设置的账户注册流程完成注册，在注册账户时需同意并遵守《笔海弄潮服务条款》；
用户在选择其登录名（ID，也称会员账户或账户）时应遵守国家法律法规，不得包含违法、涉嫌侵犯他人权利、有违公序良俗或干扰笔海弄潮正常运营秩序等的相关信息（经笔海弄潮同意的除外）；
同一个登录名只能注册一个账户，并且验证该账户有效的手机号或邮箱未用于其它账户的验证，登录名注册后无法自行修改 （笔海弄潮审核同意的除外）。
</p>
                                    <p style="font-size: 14px;"><strong>第十八条 </strong>用户应积极维护笔海弄潮运营秩序，不得通过软件、程序等方式，大批量注册账户，妨害笔海弄潮运营秩序（以下简称“不当注册”）。对于笔海弄潮排查到的涉嫌不当注册的会员，笔海弄潮将视情节采取警告、身份验证、限制创建信息、限制订购网站相关服务、限制发送站内信、限制发布产品、限制网站登录、限制使用会员后台等临时性管理措施。</p>
                                    <p style="font-size: 14px;"><strong>第十九条 </strong>由于用户账户关联用户的信息及笔海弄潮商业信息，用户账户仅限用户本人使用。未经笔海弄潮审核同意，用户将账户直接或间接授权第三方使用的行为无效；如有发现，笔海弄潮判断用户账户的使用可能危及用户账户安全及/或笔海弄潮及其他用户信息安全的，将拒绝提供相应服务及/或对该账户采取相应管理措施。</p>
                                    <p style="font-size: 14px;"><strong>第二十条 </strong>由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经笔海弄潮同意，并符合笔海弄潮规则规定的账户转让流程的情况下，用户可进行账户的转让。用户账户一经转让，该账户项下权利义务一并转移。此外，用户账户不得以任何方式转让，否则笔海弄潮有权追究用户的责任，对用户账户采取关闭等管理措施，且由此产生的一切责任均由用户承担。</p>
                                    <p style="font-size: 14px;"><strong>第二十一条 </strong>因会员行为引发其他会员或第三方投诉至行政机关或诉讼至司法机关的，若会员存在提供的联系方式过期、无效，或会员怠于处置、消极应对，或继续违规等情形，对笔海弄潮或其他用户造成或可能造成损失或不良影响的，笔海弄潮可根据产生或可能产生后果的严重程度采取店铺监管、账户限权等临时性管理措施。</p>
                                    <p style="font-size: 14px;"><strong>第二十二条 </strong>笔海弄潮有权回收同时符合以下条件的不活跃账户：（1）未绑定通过实名认证的手机号码；（2）连续6个月未使用用户的邮箱、手机或笔海弄潮认可的其他方式和密码登录过笔海弄潮平台；（3）不存在未到期的有效业务，有效业务包括但不限于尚未完结的交易订单、用户开通或订购的增值服务等。</p>
                                    <p style="font-size: 14px;"><strong>第二十三条 </strong>会员可在满足笔海弄潮要求的账户注销条件（如不存在未到期的有效业务等，具体以网站公示或提示的为准）时，通过网站自助服务、致电笔海弄潮客服或其他笔海弄潮支持的方式，主动向笔海弄潮申请关闭其账户。</p>
                                    <p style="font-size: 14px;"><strong>第二十四条 </strong>如用户存在《笔海弄潮服务条款》约定笔海弄潮可向用户终止协议的情形，笔海弄潮有权对用户账户进行关闭。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第二节 经营</strong></p>
                                    <p style="font-size: 14px;"><strong>会员管理后台及订购相关服务 </strong> </p>
                                    <p style="font-size: 14px;"><strong>第二十五条 </strong>会员须符合以下条件，方可按照笔海弄潮系统设置的流程申请创建会员管理后台或订购相关服务（注：1、除经笔海弄潮同意外，笔海弄潮不支持通过笔海弄潮个人实名认证的个人会员使用卖家相关产品与服务，包括但不限于创建和使用供应商管理后台、发布产品信息、发布黄页、进行报价等；2、如具体服务有其他服务使用条件的，会员应同时符合相应条件）：</p>
                                    <p style="font-size: 12px;">（一）通过笔海弄潮身份认证，提供用户自身真实、准确、及时、完整的信息，包括但不限于身份证明材料及相关人员的相关资料等；</p>
                                    <p style="font-size: 12px;">（二）维护并及时更新上述资料，以保证其真实，准确，及时和完整性；</p>
                                    <p style="font-size: 12px;">（三）经笔海弄潮排查认定，该账户实际控制人的其他笔海弄潮账户未被处以过特定严重违规行为的处理，或未发生过严重危及交易安全的情形。</p>
                                    <p style="font-size: 12px;">如果会员提供的信息不真实、不准确、不及时或不完全，或笔海弄潮有合理的理由怀疑其真实性、准确性、及时性和完整性，则笔海弄潮有权视情况对会员采取警告、账户限权直至账户关闭等管理措施，并有权拒绝会员使用任何现有的服务及以后可能提供的任何功能或服务。</p>
                                    <p style="font-size: 14px;"><strong>信息发布/管理 </strong></p>
                                    <p style="font-size: 14px;"><strong>第二十六条 </strong>用户应当按照笔海弄潮系统设置的流程和要求发布信息，且发布的信息应遵循合法、真实、准确、有效、完整的基本原则，遵循 《信息发布规则》，如实进行描述，不得包含违反国家法律法规、涉嫌侵犯他人合法权益或干扰笔海弄潮运营秩序等相关内容。用户应对自己发布的信息独立承担全部责任。</p>
                                    <p style="font-size: 14px;"><strong>交易与支付 </strong></p>
                                    <p style="font-size: 14px;"><strong>第二十七条 </strong>当交易双方选择并确认使用笔海弄潮提供的服务后，双方应遵守对应交易规则及交易、支付服务提供方的相关服务协议。</p>
                                    <p style="font-size: 14px;"><strong>退款 </strong></p>
                                    <p style="font-size: 14px;"><strong>第二十八条 </strong>买家支付成功后到订单交易成功前，如买家未收到货物，可以申请退款，如买家收到货物但有问题，可以申请退款/退货退款，并及时联系卖家协商处理。如卖家同意退款/退货退款，则相应款项将根据相应交易规则退款给买家，具体应以各交易规则规定及订单交易流程执行为准。</p>
                                    <p style="font-size: 14px;"><strong>维权（交易争议） </strong></p>
                                    <p style="font-size: 14px;"><strong>第二十九条 </strong>买卖双方就交易在履行过程中产生争议，如双方无法协商或协商不能达成一致的，一方或双方可申请提交笔海弄潮进行争议调处。用户提交笔海弄潮争议调处，则表示用户认可并愿意履行笔海弄潮的客服作为独立的第三方根据其所了解到的争议事实并依据《交易争议处理规则》及其他有关笔海弄潮规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方、执行相应的保证金赔付等）。</p>
                                    <p style="font-size: 14px;"><strong>第三十条 </strong>会员应遵照笔海弄潮交易流程的各项要求进行交易，卖家应合理保障买家权益。会员如发生或可能即将引发危及交易安全或账户安全的行为，笔海弄潮将根据其行为并结合事件的紧急、严重程度采取店铺监管、关闭订单、删除产品信息等临时性管理措施，直至笔海弄潮确认风险基本可控后予以部分或全部解除管控。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第三节  评价</strong></p>
                                    <p style="font-size: 14px;"><strong>第三十一条 </strong>买卖双方有权基于真实的在线交易并在订单交易成功后的30天内进行相互评价，评价方需对交易结果作出真实、客观的评价，具体评价期限、流程及系统评价说明详见并遵循《评价体系规则》的有关规定。为了确保评价体系的公正性、客观性和真实性，笔海弄潮将基于有限的技术手段，遵循《评价体系规则》的规定，对违规交易评价、恶意评价、不当评价、异常评价等破坏笔海弄潮评价体系、侵犯用户知情权的行为予以坚决打击，包括但不限于采取屏蔽评论内容、删除评价、评价不计分、限制评价等管理措施。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第四章 违规行为及处理</strong></p>
                                    <p style="font-size: 14px;"><strong>第三十二条 </strong>会员发生违规行为，笔海弄潮将根据本规则及相应实施细则对会员采取相应管理措施。为推动市场诚信体系建设，维护其他用户、社会公众以及笔海弄潮及其关联方的合法权益，笔海弄潮将视情况在网站规则频道页面公示会员的违规情况，向行政机关和/或第三方机构以及笔海弄潮的关联公司披露被笔海弄潮采取相应管理措施的会员的相关信息及其违规情况。</p>
                                    <p style="font-size: 14px;"><strong>第三十三条 </strong>笔海弄潮对会员的违规行为，采取以下节点处理方式（实施细则另有规定的按照实施细则规定的执行）：</p>
                                    <p style="font-size: 12px;">（一）会员违规扣分累计达12分以上24分以下的，给予警告的处理；</p>
                                    <p style="font-size: 12px;">（二）会员违规扣分累计达24分以上36分以下的，给予限权7天的处理；</p>
                                    <p style="font-size: 12px;">（三）会员违规扣分累计达36分以上48分以下的，给予限权15天的处理；</p>
                                    <p style="font-size: 12px;">（四）会员违规扣分累计达48分以上60分以下的，给予限权30天的处理；</p>
                                    <p style="font-size: 12px;">（五）会员违规扣分累计达60分以上的，给予账户关闭的处理。</p>
                                    <p style="font-size: 12px;">被执行节点处理的会员，当其对应违规行为被纠正、违规处理期间届满、违规处理措施执行完毕，方可恢复正常状态。</p>
                                    <p style="font-size: 14px;"><strong>第三十四条 </strong>就会员的首次或者非主观故意实施的违规行为，笔海弄潮将视情形给予纠正和教育，并要求会员进行自检自查。<span style="color:red;">同时，平台给予会员考试的机会，如果通过相应的考试，部分违规行为处罚可撤销。</span></p>
                                    <p style="font-size: 14px;"><strong>第三十五条 </strong>会员违规扣分将在该次扣分之日起一年后做对应清除处理（如2016年12月31日发生违规扣分，该笔扣分将在2017年12月30日24时清除），但因扣分达到60分或以上致使账户关闭的除外。</p>
                                    <p style="font-size: 14px;"><strong>违禁信息发布 </strong></p>
                                    <p style="font-size: 14px;"><strong>第三十六条 </strong>指用户发布国家法律法规或笔海弄潮禁止或限制发布/销售的产品信息行为。用户发布的产品信息一经认定属于禁止、限制发布/销售产品信息，笔海弄潮将按照《违禁信息发布处理规则》 处理，立即删除该产品信息，同时根据情节轻重对用户予以警告、账户限权直至账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>违规供应产品信息发布 </strong></p>
                                    <p style="font-size: 14px;"><strong>第三十七条 </strong>指用户在笔海弄潮涉嫌以下几种供应产品信息违规发布行为：使用恶意外部软件违规、标题描述违规、属性不实、类目放置错误、无货空挂、虚假价格违规等；用户发布的供应产品信息一经认定属于违规信息，笔海弄潮将按照《供应产品信息质量违规处理规则》，根据情节轻重对用户予以产品信息下架、信息删除、账户限权等处理。</p>
                                    <p style="font-size: 14px;"><strong>询价单违规发布 </strong></p>
                                    <p style="font-size: 14px;"><strong>第三十八条 </strong>指用户在笔海弄潮涉嫌以下几种询价单违规发布行为：询价单内容违反笔海弄潮运营秩序、询价产品属于禁限售产品、询价单名为询价,实为广告、重复询价等；用户发布的询价单一经认定属于违规信息，笔海弄潮将按照《询价单发布以及违规处理规则》，根据情节轻重对用户予以信息删除、账户限权等处理。</p>
                                    <p style="font-size: 14px;"><strong>报价单违规发布 </strong></p>
                                    <p style="font-size: 14px;"><strong>第三十九条 </strong>指用户在笔海弄潮涉嫌以下几种报价单违规发布行为：报价单内容违反笔海弄潮运营秩序、报价内容与询价单无关、报价单价格不实、报价单内容涉及禁限售产品信息等；用户发布的报价单一经认定属于违规信息，笔海弄潮将按照《报价单违规处理规则》，根据情节轻重对用户予以信息删除、账户限权等处理。</p>
                                    <p style="font-size: 14px;"><strong>知识产权侵权 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十条 </strong>指用户在笔海弄潮发布的信息侵犯他人知识产权等权利。用户发布的信息一旦收到相关侵权投诉，应及时提交反通知及证明材料，说明产品合法性，用户应保证提供的反通知资料真实、合法、有效，若未及时提交反通知，或提交的反通知不成立，笔海弄潮将按照《知识产权侵权处理规则》或《图片侵权处理规则》，根据情节轻重对用户予以信息删除、账户限权直至账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>产品品质违规 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十一条 </strong>指用户通过笔海弄潮所发布、销售的产品存在违反国家强制性标准或规定、违反产品包装或标识标签等标注的产品执行标准等产品品质违规行为。用户在笔海弄潮发布或销售的产品的一经认定存在产品品质违规情形，笔海弄潮将按照《产品品质违规处理规则》，根据情节轻重对用户予以产品信息下架、删除、账户限权、关闭等处理。同时，笔海弄潮将会不定期地对用户在笔海弄潮发布的产品进行抽检，抽检工作由笔海弄潮委托具有法定资质的第三方产品质量检验机构进行。关于抽检的方式、适用的检测标准和检测结果的认定详见《笔海弄潮产品抽检规范》的规定，对于经抽检后发现存在品质违规情形的产品，笔海弄潮将按照《产品品质违规处理规则》的规定进行处理。</p>
                                    <p style="font-size: 14px;"><strong>不实现货交易  </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十二条 </strong>用户在笔海弄潮发布的产品信息中明确支持有现货交易，但在买家与其交易的具体过程中，却以种种理由拒绝提供现货进行交易。用户发布的产品信息一经认定属于不实现货交易方式，立即删除该产品信息，同时将按照《虚假现货处理规则》，根据行为次数对用户予以警告、账户限权直至账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>虚假交易 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十三条 </strong>是指用户在笔海弄潮通过不正当方式提高账户信用积分和/或产品销量，妨害买家权益的行为。一旦用户有虚假交易的行为，笔海弄潮将按照《虚假交易处理规则》，删除或关闭虚假交易的内容，并根据情节轻重对用户予以警告、账户限权直至账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>违规评价 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十四条 </strong>是指评价方以谋取额外财物或其他不正当利益为目的，在违背客观事实情况下，而给予对方三星及以下的评价行为。被评价方收到恶意评价后可提交给笔海弄潮进行处理，笔海弄潮将按照《违规评价处理规则》删除或隐藏相应评价，并根据情节轻重对用户予以账户限权直至账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>滥用会员权利 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十五条 </strong>是指用户肆意或恶意利用笔海弄潮赋予的各项会员权利，实施损害他人合法权益、妨害笔海弄潮运营秩序等的行为。对于笔海弄潮排查到的涉嫌滥用会员权利的会员，笔海弄潮将视情节采取警告、限制发布产品、限制网站登录、限制使用管理后台、限制买家行为、限制评价、限制退款、限制投诉（或对已发起的投诉驳回）、限制买家保障服务（获得理赔或赔付）、延长交易超时、对滥用会员权利产生的订单采取订单关闭、不计入卖家退款率、不计销量、投诉率指标等管控措施，直至查封账户，并对滥用会员权利获得的不当利益（包括但不仅限于红包等），笔海弄潮将采取收回、失效、作废等措施予以利益追回。</p>
                                    <p style="font-size: 14px;"><strong>违规宣传 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十六条 </strong>指用户通过笔海弄潮（包括但不限于通过黄页、产品信息等）所发布的宣传内容存在不当使用他人权利、泄露他人隐私信息、滥发信息等违规行为, 用户在笔海弄潮发布或销售的产品的一经认定存在违规宣传情形，笔海弄潮将按照《违规宣传处理规则》，根据情节轻重对用户予以产品信息下架、删除、账户限权、账户关闭等处理。</p>
                                    <p style="font-size: 14px;"><strong>扰乱市场秩序 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十七条 </strong> 是指会员以任何方式，刻意规避笔海弄潮的各类规则或市场管理措施，或以不正当的方式获取、使用笔海弄潮官方或第三方的资源、服务利益的行为。扰乱市场秩序的，笔海弄潮有权取消会员以不正当方式获得、使用的官方资源、服务利益及/或终止相应服务资格并对会员账户采取相应限制措施，且，每次扣36分；情节严重的，每次扣48分；特别恶劣的，每次扣除60分。</p>
                                    <p style="font-size: 14px;"><strong>不正当牟利 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十八条 </strong>是指会员采用不正当手段，牟取利益或采用其他手段牟取不正当利益的行为，包括但不限于以下情形：</p>
                                    <p style="font-size: 12px;">（一） 向笔海弄潮工作人员及/或其关联人士提供财物、消费、款待或商业机会等；</p>
                                    <p style="font-size: 12px;">（二） 明知其他会员或第三方不正当牟利，并从中牟取利益。
会员不正当牟利的，无论是否获得利益，每次扣60分，笔海弄潮永久不向其提供或接受其提供的任何产品或服务；同时，会员的关联账户6个月内不得参加任何笔海弄潮营销活动。
实施不正当牟利行为的运营服务商，笔海弄潮永久不向其提供或接受其提供的任何产品或服务。由该运营服务商代运营的其它用户亦应在收到笔海弄潮通知之日起3个月内自营或更换运营服务商，逾期，则笔海弄潮将对相关账户进行限权直至其执行完毕。
实施不正当牟利行为的会员有如实主动申报及/或如实积极举报情形的，笔海弄潮酌情给予从轻或减轻的处理措施。
自对会员进行不正当牟利调查之日起，笔海弄潮将限制该会员账户及其关联账户参加笔海弄潮营销活动，直至调查终结。
会员向笔海弄潮工作人员及/或其关联人士明确表达不正当牟利意图或已经开始实施不正当牟利行为，但由于会员意志以外的原因而未得逞的，构成不正当牟利未遂，每次扣24分。
有以下情形之一的，视同为不正当牟利行为：
</p>
                                    <p style="font-size: 14px;"><strong>提供虚假凭证 </strong></p>
                                    <p style="font-size: 14px;"><strong>第四十九条 </strong>提供虚假凭证，指会员向笔海弄潮提供伪造、变造的资质证明材料的行为。会员提供虚假凭证的，每次扣12分；情节严重的，每次扣36分；情节特别恶劣的，每次扣除48分；会员提供虚假凭证如涉及获得不当利益，笔海弄潮有权收回或终止，同时，笔海弄潮将视情形对会员采取市场管理措施，包括但不限于删除虚假凭证、终止会员在相应准入市场的入驻资格、删除产品信息、店铺监管、账户限权、账户关闭等措施，情节特别轻微的，可予减轻处理。 </p>
                                    <p style="font-size: 14px;"><strong>违背承诺 </strong></p>
                                    <p style="font-size: 14px;"><strong>第五十条 </strong>指会员未按照约定履行承诺，妨害其他会员或网站权益的行为，如卖家承诺向买家提供买家保障服务实际未提供、卖家报名参加网站举办的“大型官方活动”并被审核通过后又因其变更意愿等自身原因申请退出、卖家拒绝提供或者拒绝按照承诺的方式提供发票的（特定产品除外）等行为。会员违背承诺的，每次扣分2分（实施细则另有规定的按照实施细则规定的执行）。</p>
                                    <p style="font-size: 14px;"><strong>交易争议综合考评 </strong></p>
                                    <p style="font-size: 14px;"><strong>第五十一条 </strong>每个自然月笔海弄潮将按照《交易争议综合考评规则》对卖家交易争议的纠纷笔数、纠纷率等进行综合累计考评，并视考评结果对达到考评处理标准的用户予以相应处理。</p>
                                    <p style="font-size: 14px;"><strong>违规处理申诉 </strong></p>
                                    <p style="font-size: 14px;"><strong>第五十二条 </strong>会员可在被违规处理之时起的指定期间内，通过线上相应违规申诉入口提交违规申诉申请（详见相应实施细则）。逾期未申诉并提交证明材料或提交证明材料不充分的，笔海弄潮有权根据当时所掌握的情况进行判断与处理。</p>
                                    <p style="font-size: 14px;"><strong>第五十三条 </strong>因违规累计扣分达60分或以上致关闭账户或因其他原因已被关闭账户的用户，即使申诉，账户也将不予恢复。</p>
                                    <p style="font-size: 14px;"><strong>骚扰他人 </strong></p>
                                    <p style="font-size: 14px;"><strong>第五十四条 </strong>骚扰他人，系指会员对他人实施侮辱、威胁、恐吓、滋扰等恶劣手段，妨害他人合法权益的行为。笔海弄潮将视情节轻重对行为人包括采取警告、权益限制、关闭账户等处置措施</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>第五章 附则</strong></p>
                                    <p style="font-size: 14px;"><strong>第五十五条 </strong>用户的行为，发生在本规则生效或修订以前的，适用当时的规则；发生在本规则生效或修订以后的，适用本规则。</p>
                                    <p style="font-size: 14px;"><strong>第五十六条 </strong>本规则中的以上，包含本数；本规则中的以下，不包含本数。</p>
                                    <p style="font-size: 14px;"><strong>第五十七条 </strong>本规则中的“天”，以24小时计算。</p>
                                    <p style="font-size: 14px;"><strong>第五十八条 </strong>笔海弄潮会对本规则进行不定期修订，并在笔海弄潮规则频道（http://www.bhnc114.com/rules）执行公示程序。若修订内容对多数用户的权益构成重大影响，则另行执行征求意见程序。公示期结束后，规则修订内容以公示的指定日期生效。</p>
                                    <p style="font-size: 14px;"><strong>如果您有意见与建议，请反馈 </strong> </p>
                                </div>
                            </div>
                            <div class="back">
                                <el-button type="warning" @click="back()">返回</el-button>  
                            </div>
                        </div>
                    </div>
                </div>
                
            </div>
            
         </div>
</template>

<script>
    export default {
           metaInfo: {
    title: '笔海弄潮——制笔行业企业上云综合服务平台', // set a title
    meta: [{                 // set meta
      name: 'keyWords',
      content: '制笔行业、制笔厂家、礼品笔、学生笔、中性笔、圆珠笔、钢笔、墨水、笔芯、制笔机械及零部件；'
    },
    {
        name:"description",
        content: '笔海弄潮，连接制笔行业采购商和供应商的智慧化数字平台，帮制笔行业采购商寻找各种笔类产品，帮制笔行业厂家寻找各类采购商，为厂商企业管理提供企业上云的管理服务。',
    }],
  },
        data () {
            return {

            }
        },
        components: {

        },
        methods:{
            back(){
                this.$router.push('/register?isCheck=true');
            },
        }
    }
</script>

<style lang="scss" scoped>
.context .main {
    width: 1200px;
    margin: 0 auto;
}
.helpBox {
    margin-top: 10px;
}
.helpBox .hsL {
    width: 180px;
    float: left;
    display: inline;
    background: #ffffff;
}
.helpBox .hsR {
    float: left;
    margin-left: 20px;
    width: 100%;
    min-height: 630px;
    display: inline;
    overflow: hidden;
    background: #ffffff;
}
.helpBox .hsR .helpCenter .helpHd {
    height: 60px;
    line-height: 60px;
    padding-left: 20px;
    border-bottom: 1px solid #e6e6e6;
    font-size: 20px;
}
.helpBox .hsR .helpCenter .helpHd h2 {
    font-weight: lighter;
}
.helpBox .hsR .helpCenter .helpHd span {
    margin-left: 10px;
    font-size: 16px;
    color: #cccccc;
}
.helpBox .hsR .helpCenter .helpBd p {
    font-size: 14px;
    padding: 10px 30px;
    line-height: 24px;
    text-indent: 28px;
}
.back{
    text-align: center;
    margin-bottom: 20px;
}
.back button{
    display: inline-block;
}
</style>