<template>
         <div>
             <div class="context">
                <div class="main">
                    <div class="helpBox">
                        <div class="hsR">
                            <div class="helpCenter">
                                <div class="helpHd">
                                    <h2>笔海弄潮服务条款<span></span></h2>
                                </div>
                                <div class="helpBd">
                                    <p style="font-size: 12px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 14px;">欢迎“您”（以下或称“用户”）与“杭州笔海弄潮网络科技有限公司”（下称“笔海弄潮”）共同签署本《笔海弄潮服务条款》协议（下称“本协议”），本协议阐述之条款和条件适用于您使用笔海弄潮基于互联网，以包含笔海弄潮平台、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
                                    <p style="font-size: 14px;">自本协议发布之日起，笔海弄潮各处所称“笔海弄潮服务条款”均指本协议。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>一、接受协议 </strong></p>
                                    <p style="font-size: 14px;">1.1本协议内容包括协议正文及所有笔海弄潮已经发布或将来可能发布并采取合理途径通知的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
                                    <p style="font-size: 14px;">1.2您在点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可登录笔海弄潮服务中心（网址为<a href="http://www.bhnc114.com/customerService" style="color:#0077FF;" target="_blank">http://www.bhnc114.com/customerService</a>）向笔海弄潮客服咨询。</p>
                                    <p style="font-size: 14px;">1.3当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，或以任何方式进入笔海弄潮并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>二、定义</strong></p>
                                    <p style="font-size: 14px;">2.1笔海弄潮平台：指笔海弄潮主办运营的面向企业间 (B-TO-B-C)的在线信息发布及交易平台，包含笔海弄潮（所涉域名为bhnc114.com、bhnc114.cn、bhnc114.com.cn，下同）及客户端。</p>
                                    <p style="font-size: 14px;">2.2笔海弄潮：指“杭州笔海弄潮网络科技有限公司”，系笔海弄潮平台的经营者。</p>
                                    <p style="font-size: 14px;">2.3笔海弄潮服务：指笔海弄潮基于互联网，以包含笔海弄潮网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务（下称“服务”）。</p>
                                    <p style="font-size: 14px;">2.4笔海弄潮平台规则：指在笔海弄潮平台规则频道（域名为<a href="http://www.bhnc114.com/rules" target="_blank" style="color:#0077FF;">http://www.bhnc114.com/rules</a>）内已发布及后续发布的全部规则、解读、公告等内容以及笔海弄潮在论坛、帮助中心等渠道发布的各类规则、实施细则、产品流程说明、公告等。</p>
                                    <p style="font-size: 14px;">2.5关联公司：指除笔海弄潮外笔海弄潮平台的经营者的单称或合称。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>三、协议范围</strong></p>
                                    <p style="font-size: 14px;"><strong>3.1签约主体</strong></p>
                                    <p style="font-size: 14px;">本协议由您与笔海弄潮共同缔结，本协议对您与笔海弄潮具有同等合同效力。</p>
                                    <p style="font-size: 14px;"><strong>3.2补充协议</strong></p>
                                    <p style="font-size: 14px;">由于互联网高速发展，您与笔海弄潮签署的本协议列明的条款并不能完整罗列并覆盖您与笔海弄潮所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，笔海弄潮法律声明、隐私政策、笔海弄潮规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用笔海弄潮服务，视为您同意上述补充协议。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>四、账户注册与使用 </strong></p>
                                    <p style="font-size: 14px;"><strong>4.1用户资格</strong></p>
                                    <p style="font-size: 12px;">4.1.1您确认，在您完成注册程序或以其他笔海弄潮允许的方式实际使用服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应后果，且笔海弄潮有权终止向您提供服务并注销您的账户。如您代表一家公司或其他法律主体在笔海弄潮平台注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。</p>
                                    <p style="font-size: 12px;">4.1.2此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用服务。</p>
                                    <p style="font-size: 14px;"><strong>4.2账户注册</strong></p>
                                    <p style="font-size: 12px;">4.2.1在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他笔海弄潮允许的方式实际使用笔海弄潮服务时，您即受本协议的约束。您可以使用您提供或确认的邮箱、手机号码或者笔海弄潮允许的其它方式作为登录手段进入笔海弄潮平台。</p>
                                    <p style="font-size: 12px;">4.2.2由于您的账户关联您的信息及笔海弄潮平台商业信息，您的账户仅限您本人使用。未经笔海弄潮同意，您直接或间接授权第三方使用您账户或获取您账户项下信息的行为无效。如笔海弄潮根据您账户的使用行为等情况判断您账户的使用可能危及您的账户安全及/或笔海弄潮平台信息安全的，笔海弄潮可拒绝提供相应服务或终止本协议。</p>
                                    <p style="font-size: 14px;"><strong>4.3账户转让</strong></p>
                                    <p style="font-size: 14px;">由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经笔海弄潮同意，并符合笔海弄潮规则规定的账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则笔海弄潮有权追究您的违约责任，且由此产生的相应责任均由您承担。</p>
                                    <p style="font-size: 14px;"><strong>4.4实名认证</strong></p>
                                    <p style="font-size: 14px;">为使您更好地使用笔海弄潮平台的各项服务，保障您的账户安全，笔海弄潮可要求您按国家法律法规的规定完成实名认证。</p>
                                    <p style="font-size: 14px;"><strong>4.5不活跃账户回收</strong></p>
                                    <p style="font-size: 14px;">如您的账户同时符合以下条件，您的登录名可能被注销，不能再登陆任一笔海弄潮平台，所有笔海弄潮平台服务将同时终止：</p>
                                    <p style="font-size: 12px;">（一）未绑定通过实名认证的笔海弄潮账户；</p>
                                    <p style="font-size: 12px;">（二）连续6个月未使用您的邮箱、手机或笔海弄潮认可的其他方式和密码登录过笔海弄潮平台；</p>
                                    <p style="font-size: 12px;">（三）不存在未到期的有效业务。</p>
                                    <p style="font-size: 14px;"><strong>4.6注册信息管理</strong></p>
                                    <p style="font-size: 12px;">4.6.1在完成注册或激活流程时，您应当按笔海弄潮相应页面的提示准确完整地提供并及时更新您的信息，以使之真实、及时，完整和准确。在国家法律法规有明确规定要求笔海弄潮作为平台服务提供者必须对用户（如卖家等）的信息进行核实的情况下，笔海弄潮将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。</p>
                                    <p style="font-size: 12px;">4.6.2如笔海弄潮按您最后一次提供的信息与您联系未果、您未按笔海弄潮的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及笔海弄潮造成的全部损失与不利后果。笔海弄潮可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部笔海弄潮服务，除法律明确规定外笔海弄潮对此不承担责任。</p>
                                    <p style="font-size: 12px;">4.6.3您设置的账户登录名及昵称不得违反国家法律法规及笔海弄潮规则的相应管理规定，否则笔海弄潮可回收您的登录名及昵称，并按笔海弄潮平台规则进行相应的处理。</p>
                                    <p style="font-size: 14px;"><strong>4.7账户安全 </strong></p>
                                    <p style="font-size: 12px;">4.7.1您的账户为您自行设置并由您保管，笔海弄潮任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开笔海弄潮平台。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，笔海弄潮并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
                                    <p style="font-size: 12px;">4.7.2除笔海弄潮存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、询/报价、采购产品、订购服务及披露信息等）负责。</p>
                                    <p style="font-size: 12px;">4.7.3如发现任何未经授权使用您账户登录笔海弄潮平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知笔海弄潮，并授权笔海弄潮将该信息同步给笔海弄潮其他关联网络平台。您理解笔海弄潮对您的任何请求采取行动均需要合理时间，且笔海弄潮应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除笔海弄潮存在法定过错外，笔海弄潮不承担责任。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>五、服务及规范  </strong></p>
                                    <p style="font-size: 14px;">您有权在笔海弄潮平台上享受后台管理、产品及/或服务的报价、销售与推广、产品及/或服务的询价、采购与评价、交易争议处理等服务。笔海弄潮提供的服务内容众多，具体您可登录笔海弄潮平台浏览。</p>
                                    <p style="font-size: 14px;"><strong>5.1后台管理</strong></p>
                                    <p style="font-size: 12px;">5.1.1通过在笔海弄潮平台注册系统自动生成您的管理后台，您可发布各类产品及/或服务信息，并与其他用户达成交易。</p>
                                    <p style="font-size: 12px;">5.1.2由于管理后台与账户的不可分性，后台转让实质为后台经营者账户的转让，后台转让的相关要求与限制请适用本协议4.3账户转让条款。</p>
                                    <p style="font-size: 12px;">5.1.3如您通过下架全部产品短暂关停您的后台，您应当对您后台关停前已达成的交易继续承担发货、纠纷及投诉处理等交易保障责任。</p>
                                    <p style="font-size: 14px;"><strong>5.2产品及/或服务的报价、销售与推广</strong></p>
                                    <p style="font-size: 12px;">5.2.1通过笔海弄潮提供的服务，您有权通过文字、图片等形式在笔海弄潮平台上发布产品及/或服务信息、进行报价、招揽和物色交易对象、达成交易。</p>
                                    <p style="font-size: 12px;">5.2.2您应当确保您对您在笔海弄潮平台上发布的产品及/或服务享有相应的权利，您不得在笔海弄潮平台上销售以下产品及/或提供以下服务：</p>
                                    <p style="font-size: 12px;">（一）国家禁止或限制的；</p>
                                    <p style="font-size: 12px;">（二）侵犯他人知识产权或其它合法权益的；</p>
                                    <p style="font-size: 12px;">（三）笔海弄潮平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在笔海弄潮平台上销售及/或提供的。</p>
                                    <p style="font-size: 12px;">5.2.3您应当遵守诚实信用原则，确保您所发布的产品及/或服务信息真实、与您实际所销售的产品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。您应当维护笔海弄潮平台良性的市场竞争秩序，不得贬低、诋毁竞争对手，不得干扰笔海弄潮平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰笔海弄潮平台的正常运作。</p>
                                    <p style="font-size: 12px;">5.2.4您有权自行决定产品及/或服务的促销及推广方式，笔海弄潮亦为您提供了形式丰富的促销推广工具。您的促销推广行为应当符合国家相关法律法规及笔海弄潮平台的要求。</p>
                                    <p style="font-size: 12px;">5.2.5依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。</p>
                                    <p style="font-size: 14px;"><strong>5.3产品及/或服务的询价、采购与评价</strong></p>
                                    <p style="font-size: 12px;">5.3.1当您在笔海弄潮平台询价、采购产品及/或服务时，请您务必仔细确认采购产品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在采购下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</p>
                                    <p style="font-size: 12px;">5.3.2您充分了解并同意，笔海弄潮平台是一个商业信息共享及贸易采购平台，故您的询价、采购行为应当基于真实的贸易需求，不得存在对产品及/或服务实施恶意询价、采购、恶意维权等扰乱笔海弄潮正常交易秩序的行为。基于维护笔海弄潮平台交易秩序及交易安全的需要，笔海弄潮发现上述情形时可主动执行关闭相关交易订单等操作。</p>
                                    <p style="font-size: 12px;">5.3.3您有权在笔海弄潮平台提供的评价系统中对与您达成交易的其他用户产品及/或服务进行评价。您的所有评价行为应遵守笔海弄潮平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。笔海弄潮按照笔海弄潮平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</p>
                                    <p style="font-size: 14px;"><strong>5.4交易争议处理</strong></p>
                                    <p style="font-size: 12px;">5.4.1 您可通过笔海弄潮平台所支持的交易方式与其他用户达成交易，并遵守相应交易与支付规则。您理解并同意，笔海弄潮平台仅作为用户物色交易对象，就产品和服务的交易进行协商，以及获取各类与贸易相关的服务的地点，笔海弄潮不会参与用户间的交易，亦不会涉及用户间因交易而产生的法律关系及法律纠纷（笔海弄潮平台明确注明由笔海弄潮自营的除外）。</p>
                                    <p style="font-size: 12px;">5.4.2您在笔海弄潮平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：</p>
                                    <p style="font-size: 12px;">（一）与争议相对方自主协商；</p>
                                    <p style="font-size: 12px;">（二）使用笔海弄潮平台提供的争议调处服务；</p>
                                    <p style="font-size: 12px;">（三）向有关行政部门投诉；</p>
                                    <p style="font-size: 12px;">（四）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
                                    <p style="font-size: 12px;">（五）向人民法院提起诉讼。</p>
                                    <p style="font-size: 12px;">5.4.3如您依据笔海弄潮平台规则使用笔海弄潮平台的争议调处服务，则表示您认可并愿意履行笔海弄潮平台的客服作为独立的第三方根据其所了解到的争议事实并依据笔海弄潮平台规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方、执行相应的保证金赔付等）。在笔海弄潮平台调处决定作出前，您可选择上述其他争议处理途径解决争议以中止笔海弄潮平台的争议调处服务。如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>六、费用  </strong></p>
                                    <p style="font-size: 14px;">6.1笔海弄潮为笔海弄潮平台向您提供的服务付出了大量的成本，除笔海弄潮明示的收费业务外，笔海弄潮向您提供的服务目前是免费的。如未来笔海弄潮向您收取合理费用，笔海弄潮会采取合理途径并提前通过法定程序以本协议约定的有效方式通知您，确保您有充分选择的权利。</p>
                                    <p style="font-size: 14px;">6.6.2您因进行交易、向笔海弄潮获取有偿服务或接触笔海弄潮服务器而发生的所有应纳税赋，以及相关硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>七、责任限制  </strong></p>
                                    <p style="font-size: 14px;">7.1笔海弄潮依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，笔海弄潮并不承担相应的违约责任：</p>
                                    <p style="font-size: 12px;">（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
                                    <p style="font-size: 12px;">（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
                                    <p style="font-size: 12px;">（三）在笔海弄潮已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
                                    <p style="font-size: 14px;">7.2笔海弄潮仅向您提供本协议约定之服务，您了解笔海弄潮平台上的信息系用户自行发布，且可能存在风险和瑕疵。笔海弄潮将通过依照法律规定建立相关检查监控制度尽可能保障您在笔海弄潮平台的合法权益及良好体验。同时，鉴于笔海弄潮平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，笔海弄潮无法逐一审查产品及/或服务的信息，无法逐一审查交易所涉及的产品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。</p>
                                    <p style="font-size: 14px;">7.3 您理解并同意，在争议调处服务中，笔海弄潮平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断，笔海弄潮不保证争议调处决定一定符合您的期望，除法律明确规定存在故意或重大过失外，笔海弄潮对对争议调处决定不承担责任。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>八、用户信息的保护及授权  </strong></p>
                                    <p style="font-size: 14px;"><strong>8.1个人信息的保护</strong></p>
                                    <p style="font-size: 14px;">笔海弄潮非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用笔海弄潮提供的服务时，您同意笔海弄潮按照在笔海弄潮平台上公布的隐私政策收集、存储、使用、披露和保护您的个人信息。笔海弄潮希望通过隐私政策向您清楚地介绍笔海弄潮对您个人信息的处理方式，因此笔海弄潮建议您完整地阅读<a href="http://www.bhnc114.com/privacy" style="color:#0077FF;" target="_blank">笔海弄潮隐私声明</a>（点击此处或点击笔海弄潮首页底部链接），以帮助您更好地保护您的隐私权。</p>
                                    <p style="font-size: 14px;"><strong>8.2非个人信息的保证与授权</strong></p>
                                    <p style="font-size: 12px;">8.2.2您应当确保您所发布的信息不包含以下内容：</p>
                                    <p style="font-size: 12px;">（一）违反国家法律法规禁止性规定的；</p>
                                    <p style="font-size: 12px;">（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
                                    <p style="font-size: 12px;">（三）欺诈、虚假、不准确或存在误导性的；</p>
                                    <p style="font-size: 12px;">（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</p>
                                    <p style="font-size: 12px;">（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</p>
                                    <p style="font-size: 12px;">（六）存在可能破坏、篡改、删除、影响笔海弄潮平台任何系统正常运行或未经授权秘密获取笔海弄潮平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</p>
                                    <p style="font-size: 12px;">（七）其他违背社会公共利益或公共道德或依据相关笔海弄潮平台协议、规则的规定不适合在笔海弄潮平台上发布的。</p>.
                                    <p style="font-size: 12px;">8.2.3对于您提供、发布及在使用笔海弄潮平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予笔海弄潮及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意笔海弄潮及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</p>
                                    <p style="font-size: 12px;">8.2.4为方便您使用笔海弄潮平台其他相关服务，您授权笔海弄潮将您在账户注册和使用笔海弄潮服务过程中提供、形成的信息传递给笔海弄潮其他相关服务提供者，或从笔海弄潮其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>九、用户的违约及处理  </strong></p>
                                    <p style="font-size: 14px;"><strong>9.1违约认定</strong></p>
                                    <p style="font-size: 14px;">发生如下情形之一的，视为您违约：</p>
                                    <p style="font-size: 12px;">（一）使用笔海弄潮服务时违反有关法律法规规定的；</p>
                                    <p style="font-size: 12px;">（二）违反本协议或本协议补充协议（即本协议第3.2条）约定的。</p>
                                    <p style="font-size: 12px;">为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，笔海弄潮可在笔海弄潮平台规则中约定违约认定的程序和标准。如：笔海弄潮可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>
                                    <p style="font-size: 14px;"><strong>9.2违约处理措施</strong></p>
                                    <p style="font-size: 12px;">9.2.1您在笔海弄潮平台上发布的信息构成违约的，笔海弄潮可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的产品进行下架、删除、监管。</p>
                                    <p style="font-size: 12px;">9.2.2您在笔海弄潮平台上实施的行为，或虽未在笔海弄潮平台上实施但对笔海弄潮平台及其用户产生影响的行为构成违约的，笔海弄潮可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，笔海弄潮可关闭您的账户，终止向您提供服务。</p>
                                    <p style="font-size: 12px;">9.2.3当您违约的同时存在欺诈、售假、盗用他人账户等特定情形或您存在危及他人交易安全或账户安全风险时，笔海弄潮会依照您行为的风险程度指示笔海弄潮关联公司对您的（及您账户绑定的，下同）收款账户采取取消收款、资金止付等强制措施。</p>
                                    <p style="font-size: 12px;">9.2.4笔海弄潮可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在笔海弄潮平台上予以公示。</p>
                                    <p style="font-size: 14px;"><strong>9.3赔偿责任</strong></p>
                                    <p style="font-size: 12px;">9.3.1如您的行为使笔海弄潮及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿笔海弄潮及/或其关联公司的上述全部损失。</p>
                                    <p style="font-size: 12px;">9.3.2如您的行为使笔海弄潮及/或其关联公司遭受第三人主张权利，笔海弄潮及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
                                    <p style="font-size: 12px;">9.3.3如因您的行为使得第三人遭受损失或您怠于履行调处决定、笔海弄潮及/或其关联公司出于保护社会公共利益或保护其他用户合法权益目的，可指示笔海弄潮合作公司自您的收款账户中划扣相应款项进行支付。如您的收款账户余额或保证金不足以支付相应款项的，您同意委托笔海弄潮使用自有资金代您支付上述款项（但笔海弄潮并无此义务），您应当返还该部分费用并赔偿因此造成笔海弄潮的全部损失。</p>
                                    <p style="font-size: 12px;">9.3.4您同意笔海弄潮指示平台委托的收款账户自您的收款账户中划扣相应款项支付上述赔偿款项。如您收款账户中的款项不足以支付上述赔偿款项的，笔海弄潮及/或关联公司可直接抵减您在笔海弄潮及/或其关联公司其它协议项下的款项及/或权益，并可继续追偿。</p>
                                    <p style="font-size: 14px;"><strong>9.4特别约定</strong></p>
                                    <p style="font-size: 12px;">9.4.1如您向笔海弄潮及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，笔海弄潮可按照笔海弄潮平台规则进行相应处理，并经提前通知后终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以笔海弄潮因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p>
                                    <p style="font-size: 12px;">9.4.2如您因严重违约导致笔海弄潮终止本协议时，出于维护平台秩序及保护其他用户合法权益的目的，笔海弄潮及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议约定的有效方式通知您。</p>
                                    <p style="font-size: 12px;">9.4.3如笔海弄潮与您签署的其他协议及笔海弄潮及/或其关联公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则笔海弄潮出于维护平台秩序及保护其他用户合法权益的目的，可在收到指令时中止甚至终止协议，并以本协议约定的有效方式通知您。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>十、协议的变更  </strong></p>
                                    <p style="font-size: 14px;">10.1笔海弄潮可根据国家法律法规变化及维护市场秩序、保护用户合法权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议约定的有效通知方式通知您。</p>
                                    <p style="font-size: 14px;">10.2如您不同意变更事项，您有权于变更事项确定的生效日前联系笔海弄潮反馈意见。如反馈意见得以采纳，笔海弄潮将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用笔海弄潮服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用笔海弄潮服务，则视为您同意已生效的变更事项。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>十一、有效通知  </strong></p>
                                    <p style="font-size: 14px;"><strong>11.1有效联系方式</strong></p>
                                    <p style="font-size: 14px;">您在注册成为笔海弄潮平台用户，并接受笔海弄潮服务时，您应该向笔海弄潮提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被有效联系的状态。</p>
                                    <p style="font-size: 14px;">您在注册笔海弄潮用户时生成的用于登陆笔海弄潮平台接收站内信、系统消息等即时信息的会员账户（包括子账户），也作为您的有效联系方式。</p>
                                    <p style="font-size: 14px;">笔海弄潮将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
                                    <p style="font-size: 14px;">您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的产品/服务广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过笔海弄潮提供的相应的退订功能进行退订。</p>
                                    <p style="font-size: 14px;"><strong>11.2通知的送达</strong></p>
                                    <p style="font-size: 14px;">11.2.1笔海弄潮通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在笔海弄潮平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账户发送信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
                                    <p style="font-size: 14px;">11.2.2对于在笔海弄潮平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在笔海弄潮平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册笔海弄潮用户时生成账号，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
                                    <p style="font-size: 14px;">您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
                                    <p style="font-size: 14px;">您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
                                    <p style="font-size: 14px;">你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>十二、协议终止  </strong></p>
                                    <p style="font-size: 14px;"><strong>12.1协议终止的情形</strong></p>
                                    <p style="font-size: 12px;">12.1.1您有权通过以下任一方式终止本协议：</p>
                                    <p style="font-size: 12px;">（一）在满足笔海弄潮平台要求的账户注销条件时您通过网站自助服务注销您的账户的；</p>
                                    <p style="font-size: 12px;">（二）变更事项生效前您停止使用笔海弄潮服务并明示不愿接受变更事项的；</p>
                                    <p style="font-size: 12px;">（三）您明示不愿继续使用笔海弄潮服务，且符合笔海弄潮平台要求的终止条件的。</p>
                                    <p style="font-size: 12px;">12.1.2出现以下情况时，笔海弄潮可以本协议约定的有效方式通知您终止本协议：</p>
                                    <p style="font-size: 12px;">（一）您的实名认证身份无效、不再合法存续或无法有效核实；</p>
                                    <p style="font-size: 12px;">（二）您违反本协议约定，笔海弄潮依据违约条款终止本协议的；</p>
                                    <p style="font-size: 12px;">（三）您盗用他人账户、发布违禁信息、欺诈、售假、扰乱市场秩序、采取不正当手段牟利等行为，笔海弄潮依据笔海弄潮平台规则对您的账户予以关闭的；</p>
                                    <p style="font-size: 12px;">（四）除上述情形外，因您多次违反笔海弄潮平台规则相关规定且情节严重，笔海弄潮依据笔海弄潮平台规则对您的账户予以关闭的；</p>
                                    <p style="font-size: 12px;">（五）您的账户被笔海弄潮依据本协议回收的；</p>
                                    <p style="font-size: 12px;">（六）您在笔海弄潮平台有欺诈、发布或销售假冒伪劣/侵权产品、侵犯他人合法权益或其他严重违法违约行为的；</p>
                                    <p style="font-size: 12px;">（七）笔海弄潮基于合理理由相信您的行为可能会使您、笔海弄潮平台用户等相关方发生严重损害或产生法律责任；</p>
                                    <p style="font-size: 12px;">（八）其它应当终止服务的情况。</p>
                                    <p style="font-size: 14px;"><strong>12.2协议终止后的处理</strong></p>
                                    <p style="font-size: 12px;">12.2.1本协议终止后，除法律有明确规定外，笔海弄潮无义务向您或您指定的第三方披露您账户中的任何信息。</p>
                                    <p style="font-size: 12px;">12.2.2本协议终止后，笔海弄潮仍享有下列权利：</p>
                                    <p style="font-size: 12px;">（一）继续保存您留存于笔海弄潮平台的本协议第八条所列的各类信息；</p>
                                    <p style="font-size: 12px;">（二）对于您过往的违约行为，笔海弄潮仍可依据本协议向您追究违约责任。</p>
                                    <p style="font-size: 12px;">12.2.3本协议终止后，对于您在本协议存续期间产生的交易订单，笔海弄潮可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。</p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>十三、链接  </strong></p>
                                    <p style="font-size: 14px;">笔海弄潮平台或第三者均可提供与其他万维网网站或资源的链接。由于笔海弄潮并不控制该等网站和资源，您理解并同意，笔海弄潮并不对该等外在网站或资源的可用性负责，且不认可该等网站或资源上或可从该等网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其等负责或承担任何责任。您进一步理解和同意，对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，笔海弄潮均不承担责任。 </p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                    <p style="font-size: 16px;text-align: center;"><a name="confirmTerms"></a><strong>十四、法律适用、管辖及其他  </strong></p>
                                    <p style="font-size: 14px;">14.1本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律；如无相关法律规定的，则应参照商业惯例和（或）行业惯例。  </p>
                                    <p style="font-size: 14px;">14.2您与笔海弄潮仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇佣与被雇佣或特性授权与被授权关系。  </p>
                                    <p style="font-size: 14px;">14.3除双方另有约定外，您同意笔海弄潮因经营业务需要有权将本协议项下的权利义务就部分或全部进行转让，并采取合理途径提前通过法定程序以本协议约定的有效方式通知您。  </p>
                                    <p style="font-size: 14px;">14.4因本协议或笔海弄潮服务所引起或与其有关的任何争议，由笔海弄潮与您协商解决。协商不成时，任何一方均可向被告住所地人民法院提起诉讼。  </p>
                                    <p style="font-size: 14px;">14.5倘若本协议任何条款被裁定为无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。笔海弄潮未就您或其他人士的某项违约行为采取行动，并不表明笔海弄潮撤回就任何继后或类似的违约事件采取动的权利。  </p>
                                    <p style="font-size: 14px;">
                                        <br>
                                    </p>
                                </div>
                            </div>
                            <div class="back">
                                <el-button type="warning" @click="back()">返回</el-button>  
                            </div>
                        </div>
                    </div>
                </div>
                
            </div>
            
         </div>
</template>

<script>
    export default {
           metaInfo: {
    title: '笔海弄潮——制笔行业企业上云综合服务平台', // set a title
    meta: [{                 // set meta
      name: 'keyWords',
      content: '制笔行业、制笔厂家、礼品笔、学生笔、中性笔、圆珠笔、钢笔、墨水、笔芯、制笔机械及零部件；'
    },
    {
        name:"description",
        content: '笔海弄潮，连接制笔行业采购商和供应商的智慧化数字平台，帮制笔行业采购商寻找各种笔类产品，帮制笔行业厂家寻找各类采购商，为厂商企业管理提供企业上云的管理服务。',
    }],
  },
        data () {
            return {

            }
        },
        components: {

        },
        methods:{
            back(){
                this.$router.push('/register?isCheck=true');
            },
        }
    }
</script>

<style lang="scss" scoped>
.context .main {
    width: 1200px;
    margin: 0 auto;
}
.helpBox {
    margin-top: 10px;
}
.helpBox .hsL {
    width: 180px;
    float: left;
    display: inline;
    background: #ffffff;
}
.helpBox .hsR {
    float: left;
    margin-left: 20px;
    width: 100%;
    min-height: 630px;
    display: inline;
    overflow: hidden;
    background: #ffffff;
}
.helpBox .hsR .helpCenter .helpHd {
    height: 60px;
    line-height: 60px;
    padding-left: 20px;
    border-bottom: 1px solid #e6e6e6;
    font-size: 20px;
}
.helpBox .hsR .helpCenter .helpHd h2 {
    font-weight: lighter;
}
.helpBox .hsR .helpCenter .helpHd span {
    margin-left: 10px;
    font-size: 16px;
    color: #cccccc;
}
.helpBox .hsR .helpCenter .helpBd p {
    font-size: 14px;
    padding: 10px 30px;
    line-height: 24px;
    text-indent: 28px;
}
.back{
    text-align: center;
    margin-bottom: 20px;
}
.back button{
    display: inline-block;
}
</style>